Repository: PhilC1910/applicationInternet
Catalog: src/Locale/HT/default.po
Languages: fr_ca

source: The billboard has been saved.
fr_ca: Te afichaj la te sove.

source: The billboard could not be saved. Please, try again.
fr_ca: Bidjè a pa ka sove. Tanpri, eseye ankò.

source: The billboard has been deleted.
fr_ca: Te afichaj la te efase.

source: The billboard could not be deleted. Please, try again.
fr_ca: Bidjè a pa t 'kapab efase. Tanpri, eseye ankò.

source: The billboards hired has been saved.
fr_ca: Billboards yo te anboche te sove.

source: The billboards hired could not be saved. Please, try again.
fr_ca: Billboards yo te anboche pa ka sove. Tanpri, eseye ankò.

source: The billboards hired has been deleted.
fr_ca: Te tablo afichaj yo anboche te efase.

source: The billboards hired could not be deleted. Please, try again.
fr_ca: Billboards yo anboche pa t 'kapab efase. Tanpri, eseye ankò.

source: The hiring party has been saved.
fr_ca: Te pati nan anbochaj te sove.

source: The hiring party could not be saved. Please, try again.
fr_ca: Pati a anbochaj pa ta ka sove. Tanpri, eseye ankò.

source: The hiring party has been deleted.
fr_ca: Te pati nan anbochaj te efase.

source: The hiring party could not be deleted. Please, try again.
fr_ca: Pati a anbochaj pa ta dwe efase. Tanpri, eseye ankò.

source: The invoice has been saved.
fr_ca: Fakti a te sove.

source: The invoice could not be saved. Please, try again.
fr_ca: Fakti a pa ka sove. Tanpri, eseye ankò.

source: The invoice has been deleted.
fr_ca: Te fakti a te efase.

source: The invoice could not be deleted. Please, try again.
fr_ca: Fakti a pa ka efase. Tanpri, eseye ankò.

source: The payment has been saved.
fr_ca: Peman an te sove.

source: The payment could not be saved. Please, try again.
fr_ca: Peman an pa ka sove. Tanpri, eseye ankò.

source: The payment has been deleted.
fr_ca: Peman an te efase.

source: The payment could not be deleted. Please, try again.
fr_ca: Peman an pa ka efase. Tanpri, eseye ankò.

source: The ref hiring party type has been saved.
fr_ca: Pati a ref te refize te sove.

source: The ref hiring party type could not be saved. Please, try again.
fr_ca: Pati nan ref anplwaye pa ka sove. Tanpri, eseye ankò.

source: The ref hiring party type has been deleted.
fr_ca: Pati nan ref te refize te efase.

source: The ref hiring party type could not be deleted. Please, try again.
fr_ca: Pati a ref hiring pa t 'kapab efase. Tanpri, eseye ankò.

source: The role has been saved.
fr_ca: Wòl la te sove.

source: The role could not be saved. Please, try again.
fr_ca: Wòl la pa ka sove. Tanpri, eseye ankò.

source: The role has been deleted.
fr_ca: Wòl la te efase.

source: The role could not be deleted. Please, try again.
fr_ca: Wòl la pa ka efase. Tanpri, eseye ankò.

source: The user has been saved.
fr_ca: Itilizatè a te sove.

source: The user could not be saved. Please, try again.
fr_ca: Itilizatè a pa ka sove. Tanpri, eseye ankò.

source: The user has been deleted.
fr_ca: Itilizatè a te efase.

source: The user could not be deleted. Please, try again.
fr_ca: Itilizatè a pa ka efase. Tanpri, eseye ankò.

source: Actions
fr_ca: stock

source: List Billboards
fr_ca: Lis panko

source: Add Billboard
fr_ca: Add pano

source: Submit
fr_ca: soumèt

source: Delete
fr_ca: Debarase m de

source: Are you sure you want to delete # {0}?
fr_ca: Èske ou sèten ou vle efase # {0} ?

source: Edit Billboard
fr_ca: Editer panneau d'affichage

source: New Billboard
fr_ca: New pano

source: Billboards
fr_ca: tablo afichaj

source: View
fr_ca: Gade

source: first
fr_ca: premye

source: previous
fr_ca: anvan

source: next
fr_ca: pwochen

source: last
fr_ca: dènye

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
fr_ca: Paj {{paj}} nan {{paj}}, ki montre {{aktyèl}} dosye soti nan {{count}} total

source: Delete Billboard
fr_ca: Efase pano

source: Billboard Details
fr_ca: Panno Detay

source: Billboard Id
fr_ca: Pano Id

source: Created
fr_ca: Créé

source: Modified
fr_ca: modifye

source: List Billboards Hired
fr_ca: Lis anplwaye Billboards

source: List Hiring Parties
fr_ca: Lis Anplwaye Pati yo

source: New Hiring Party
fr_ca: New Hiring Pati

source: List Users
fr_ca: Lis Itilizatè yo

source: New User
fr_ca: Nouvo Itilizatè

source: Add Billboards Hired
fr_ca: Add anboche anboche

source: Edit Billboards Hired
fr_ca: Edit anboche Billboards

source: New Billboards Hired
fr_ca: New anboche pano

source: List Invoices
fr_ca: Lis Factures

source: New Invoices
fr_ca: Nouvo enpo

source: Billboards Hired
fr_ca: Anboche Billboards

source: Delete Billboards Hired
fr_ca: Efase tablo afichaj anboche

source: Billboard
fr_ca: pano

source: Hiring Party
fr_ca: Anplwaye Pati

source: User
fr_ca: mete

source: Billboard Hire Id
fr_ca: Pano Hire Id

source: Date Hired From
fr_ca: Dat li te anboche

source: Date Hired To
fr_ca: Dat li te anplwaye

source: List Ref Hiring Party Types
fr_ca: Liste Ref Type de parti d'embauche

source: New Ref Hiring Party Type
fr_ca: Nouveau type de parti d'embauche de référence

source: Add Hiring Party
fr_ca: Add Anplwaye Pati

source: Edit Hiring Party
fr_ca: Edit anplwaye Pati

source: Hiring Parties
fr_ca: Anplwaye Pati yo

source: Delete Hiring Party
fr_ca: Efase Anplwaye Pati

source: Hiring Party Details
fr_ca: Anplwaye Pati Detay

source: Ref Hiring Party Type
fr_ca: Ref Peye Pati Kalite

source: Hiring Party Id
fr_ca: Anplwaye Pati Id

source: Add Invoice
fr_ca: Add Account

source: Edit Invoice
fr_ca: Edit Revo

source: New Invoice
fr_ca: Nouvo bòdwo

source: List Payments
fr_ca: Lis Peman

source: New Payments
fr_ca: Nouvo peman

source: Invoices
fr_ca: bòdwo

source: Delete Invoice
fr_ca: Efase fakti

source: Invoice Details
fr_ca: Detay yo

source: Invoice Id
fr_ca: Fakti Id

source: Error
fr_ca: erè

source: Back
fr_ca: Retounen

source: Add Payment
fr_ca: Add Peman

source: Edit Payment
fr_ca: Edit Peman

source: New Payment
fr_ca: Nouvo Peman

source: Payments
fr_ca: peman

source: Delete Payment
fr_ca: Efase Peman

source: Invoice
fr_ca: facture

source: Payment Details
fr_ca: Peman Detay

source: Payment Id
fr_ca: Peman Id

source: Add Ref Hiring Party Type
fr_ca: Add Ref. Kalite Pati Pati

source: Edit Ref Hiring Party Type
fr_ca: Edit Ref Hiring Pati Kalite

source: Ref Hiring Party Types
fr_ca: Refize Kalite pati yo

source: Delete Ref Hiring Party Type
fr_ca: Efase Ref Hiring Pati Kalite

source: Hiring Party Type Description
fr_ca: Anplwaye Pati Deskripsyon Tip

source: Advertising Agency Client
fr_ca: Ajans Ajans Kliyan

source: Hiring Party Type Code Id
fr_ca: Anplwaye Pati Kalite Kòd Id

source: List Roles
fr_ca: Liste des rôles

source: Add Role
fr_ca: Add wòl

source: Edit Role
fr_ca: Edit wòl

source: New Role
fr_ca: Nouvo wòl

source: Roles
fr_ca: wòl

source: Delete Role
fr_ca: Efase wòl

source: Related Users
fr_ca: Itilizatè ki gen rapò ak

source: User Id
fr_ca: Itilizatè Id

source: Username
fr_ca: D '

source: Password
fr_ca: modpas

source: Role Id
fr_ca: Wòl Id

source: Add User
fr_ca: Add Itilizatè

source: Edit User
fr_ca: Edit Itilizatè

source: Users
fr_ca: itilizatè yo

source: Delete User
fr_ca: Efase Itilizatè

source: Role
fr_ca: wòl
